[
    {
        "kategori": "Kardus",
        "berat_min_kg": 0.1,
        "berat_max_kg": 1.0,
        "rekomendasi": [
            "Lipat kardus kecil seperti kotak sepatu untuk menghemat ruang.",
            "Gunakan kardus untuk kerajinan tangan atau proyek sekolah.",
            "Daur ulang di bank sampah atau tempat pengumpulan kertas."
        ]
    },
    {
        "kategori": "Kardus",
        "berat_min_kg": 1.0,
        "berat_max_kg": 10.0,
        "rekomendasi": [
            "Potong kardus besar menjadi bagian kecil untuk memudahkan daur ulang.",
            "Gunakan kardus untuk pengemasan barang saat pindahan.",
            "Hubungi jasa pengangkut sampah untuk kardus dalam jumlah besar."
        ]
    },
    {
        "kategori": "Bahan Organik Makanan",
        "berat_min_kg": 0.05,
        "berat_max_kg": 1.0,
        "rekomendasi": [
            "Kompos sisa makanan harian seperti kulit sayur di wadah kecil.",
            "Campur dengan daun kering untuk mempercepat penguraian.",
            "Buang ke tempat sampah organik jika tidak bisa dikompos."
        ]
    },
    {
        "kategori": "Bahan Organik Makanan",
        "berat_min_kg": 1.0,
        "berat_max_kg": 10.0,
        "rekomendasi": [
            "Gunakan komposter besar untuk mengelola sisa makanan dalam jumlah banyak.",
            "Buat pupuk cair dari sisa makanan untuk tanaman.",
            "Hubungi fasilitas pengolahan organik untuk sampah makanan berlebih."
        ]
    },
    {
        "kategori": "Bahan Organik Makanan",
        "berat_min_kg": 10.0,
        "berat_max_kg": 20.0,
        "rekomendasi": [
            "Proses sisa makanan dalam jumlah besar untuk biogas jika memungkinkan.",
            "Buang ke fasilitas pengolahan organik skala besar.",
            "Pastikan sisa makanan tidak tercampur dengan bahan non-organik."
        ]
    },
    {
        "kategori": "Kaca",
        "berat_min_kg": 0.2,
        "berat_max_kg": 2.0,
        "rekomendasi": [
            "Cuci botol kaca kecil sebelum didaur ulang.",
            "Gunakan kembali botol untuk menyimpan air atau dekorasi.",
            "Buang ke tempat pengumpulan kaca di bank sampah."
        ]
    },
    {
        "kategori": "Kaca",
        "berat_min_kg": 2.0,
        "berat_max_kg": 15.0,
        "rekomendasi": [
            "Kumpulkan botol kaca dalam jumlah besar untuk didaur ulang.",
            "Pisahkan kaca berdasarkan warna jika diperlukan oleh fasilitas.",
            "Hubungi jasa pengangkut untuk kaca berat seperti toples besar."
        ]
    },
    {
        "kategori": "Logam",
        "berat_min_kg": 0.05,
        "berat_max_kg": 1.0,
        "rekomendasi": [
            "Bersihkan kaleng minuman aluminium sebelum didaur ulang.",
            "Kumpulkan kaleng dalam wadah kecil untuk bank sampah.",
            "Gunakan kembali kaleng untuk kerajinan atau wadah kecil."
        ]
    },
    {
        "kategori": "Logam",
        "berat_min_kg": 1.0,
        "berat_max_kg": 25.0,
        "rekomendasi": [
            "Kumpulkan logam berat seperti besi atau aluminium untuk dijual ke pengepul.",
            "Hubungi fasilitas pengolahan logam untuk sampah logam besar.",
            "Pastikan logam bebas dari sisa makanan atau bahan kimia."
        ]
    },
    {
        "kategori": "Sampah Lainnya",
        "berat_min_kg": 0.01,
        "berat_max_kg": 1.0,
        "rekomendasi": [
            "Buang baterai kecil atau komponen elektronik ke tempat khusus.",
            "Donasikan barang kecil seperti mainan yang masih layak pakai.",
            "Identifikasi sampah sebelum membuang ke tempat sampah biasa."
        ]
    },
    {
        "kategori": "Sampah Lainnya",
        "berat_min_kg": 1.0,
        "berat_max_kg": 50.0,
        "rekomendasi": [
            "Hubungi fasilitas daur ulang untuk limbah elektronik besar seperti TV.",
            "Donasikan furnitur atau peralatan rumah tangga yang masih berfungsi.",
            "Buang sampah berbahaya seperti bahan kimia ke tempat pengolahan khusus."
        ]
    },
    {
        "kategori": "Kertas",
        "berat_min_kg": 0.02,
        "berat_max_kg": 1.0,
        "rekomendasi": [
            "Gunakan kembali kertas bekas untuk catatan atau kemasan kecil.",
            "Daur ulang kertas bersih seperti majalah di bank sampah.",
            "Pisahkan kertas dari plastik atau perekat sebelum didaur ulang."
        ]
    },
    {
        "kategori": "Kertas",
        "berat_min_kg": 1.0,
        "berat_max_kg": 10.0,
        "rekomendasi": [
            "Kumpulkan dokumen atau kertas kantor untuk didaur ulang dalam jumlah besar.",
            "Hubungi jasa pengangkut untuk tumpukan kertas berat.",
            "Pastikan kertas tidak terkontaminasi minyak atau makanan."
        ]
    },
    {
        "kategori": "Plastik",
        "berat_min_kg": 0.01,
        "berat_max_kg": 0.5,
        "rekomendasi": [
            "Cuci kantong plastik atau botol kecil sebelum didaur ulang.",
            "Gunakan kembali kantong plastik untuk keperluan rumah tangga.",
            "Buang plastik ringan ke tempat pengumpulan plastik di bank sampah."
        ]
    },
    {
        "kategori": "Plastik",
        "berat_min_kg": 0.5,
        "berat_max_kg": 5.0,
        "rekomendasi": [
            "Kumpulkan botol plastik atau galon untuk didaur ulang di fasilitas khusus.",
            "Pisahkan plastik keras (seperti HDPE) dari plastik lunak jika memungkinkan.",
            "Hubungi bank sampah untuk plastik dalam jumlah besar."
        ]
    },
    {
        "kategori": "Sampah Tekstil",
        "berat_min_kg": 0.1,
        "berat_max_kg": 2.0,
        "rekomendasi": [
            "Donasikan pakaian bekas yang masih layak pakai ke badan amal.",
            "Gunakan kain bekas untuk kain lap atau kerajinan tangan.",
            "Buang tekstil kecil ke tempat pengumpulan tekstil jika tersedia."
        ]
    },
    {
        "kategori": "Sampah Tekstil",
        "berat_min_kg": 2.0,
        "berat_max_kg": 20.0,
        "rekomendasi": [
            "Kumpulkan tekstil besar seperti karpet untuk didaur ulang di fasilitas khusus.",
            "Potong kain besar menjadi bagian kecil untuk isian bantal atau boneka.",
            "Hubungi jasa pengangkut untuk tekstil dalam jumlah besar."
        ]
    },
    {
        "kategori": "Vegetasi",
        "berat_min_kg": 0.05,
        "berat_max_kg": 2.0,
        "rekomendasi": [
            "Kompos daun atau ranting kecil di rumah untuk pupuk alami.",
            "Gunakan daun kering sebagai mulsa untuk tanaman.",
            "Buang vegetasi kecil ke tempat sampah organik."
        ]
    },
    {
        "kategori": "Vegetasi",
        "berat_min_kg": 2.0,
        "berat_max_kg": 20.0,
        "rekomendasi": [
            "Potong ranting besar menjadi ukuran kecil untuk kompos atau mulsa.",
            "Buang vegetasi dalam jumlah besar ke fasilitas pengolahan organik.",
            "Gunakan sisa tanaman untuk membuat kerajinan alami seperti anyaman."
        ]
    },
    {
        "kategori": "Vegetasi",
        "berat_min_kg": 20.0,
        "berat_max_kg": 50.0,
        "rekomendasi": [
            "Hubungi jasa pengangkut untuk vegetasi besar seperti cabang pohon.",
            "Proses vegetasi untuk pembuatan kompos skala besar atau biogas.",
            "Pastikan vegetasi tidak tercampur dengan sampah non-organik."
        ]
    }
]